{
    "elves": {
        "title": "Elves",
        "desc": "Elves were the first people created by Eru Ilúvatar, and also referred to as the Eldar. In many ways they appear similar to Men, but are immortal, have keener senses, and are exceptionally graceful and fair."
    },
    "hobbits": {
        "title": "Hobbits",
        "desc": "The exact origins of hobbits is unknown. They are usually between 2 and 4 feet in height, and for this reason are also known as 'halflings' by Men. There are three main types of hobbits: Harfoots ('hare-feet', smaller in stature than other hobbits, with browner skin), Stoors ('strong', larger in size and usually living near water) and Fallohides ('pale skin', taller in height than others, and friendly with elves)."
    },
    "dwarves": {
        "title": "Dwarves",
        "desc": "Dwarves, or Khazad, as they call themselves, were created by Aulë. He was a smith and created dwarves so that he could pass on his knowledge. For this reason, they are known for their skills in mining and metallurgy. They are smaller than men but larger than hobbits, and are strong with a sturdy build."
    },
    "menAtanatari": {
        "title": "Men: Atanatári",
        "desc": "Atanatári is Quenya for the fathers of men, or the forefathers of the Edain. These are the Men who travelled to Beleriand and became allies of the Elves in the First Age."
    },
    "menAtani": {
        "title": "Men: Atani",
        "desc": "Atani is Quenya for Men. This tree includes Men of the second and third ages. The Second Age was the age of Númenor, an island kingdom of the Edain. The Númenoreans fell by end of the Second Age, though men still held some of their former glory in the kingdoms of Arnor and Gondor."
    },
    "all": {
        "title": "All",
        "desc": "The children of Eru Ilúvatar (the God of Arda) are Elves, Men, Dwarves and Hobbits. Elves are known as the first children of Ilúvatar and Men the second. Not shown here are the Ainur (Quenya, 'holy ones'), created by Ilúvatar at the beginning, which includes the Valar and Maiar. The exception is Melian, an Ainu who wedded an Elf (Thingol). The essence of the Ainur was continued in her descendents, which includes both Elves and Men."
    }
}